[{"texto":" Un poco de historia nunca cae mal Latinoamérica posee una gama extensa de sonidos, de tendencias musicales, de cultura sonora. Desde Tijuana hasta la Patagonia abundan las formas, los estilos, las interpretaciones, los sonidos; con cada uno de ellos se vislumbra una interpretación de la vida, una asociación interminable entre el sujeto que escucha y la onda sonora que se manifiesta. Los latinos hemos generado muestras musicales propias, asociamos nuestros entornos y los volvemos tangibles y simbólicos a través de distintos ritmos. Latinoamérica le ha dado al mundo sonidos tan emblemáticos como la samba, la cumbia, el son, la salsa, el reggae, el danzón, la chicha y el ska. Sin embargo, también hemos adaptado uno de los ritmos más significativos del siglo XX: el rock El rock nació en Estados Unidos como una representación del mestizaje cultural: la cultura de sobrevivencia de los afroamericanos, la rebeldía de los blancos hijos de la gran represión y las condiciones sociales de cambio de la posguerra impulsaron la cultura musical que marcaría tendencia en las décadas posteriores. Nacía el rock and roll; se levantaba la cultura rebelde, de protesta, de reclamos y de darle presencia a los jóvenes y hacerlos partícipes de algo. Mientras eso sucedía en Estados Unidos, en Latinoamérica empiezan a surgir pequeños movimientos, auspiciados por el mass media, que buscan emular parte del discurso “rockero” norteamericano. En México se importó todo un modelo y se suavizó en las voces de Angélica María, Alberto Vázquez, Cesar Costa y Enrique Guzmán. En Sudamérica, el rock empezó a tomar dos vertientes: una más ligada al subterráneo como Los Saicos de Perú y otra, mucho más ligada a la estética norteamericana, como Sandro en Argentina. Con el paso de los años y con la expansión musical que gracias a The Beatles se dio en el mundo, el rock latinoamericano fue tomando forma. La llegada de las dictaduras militares fue una pausa para el desarrollo de la mentalidad protestante del rock. A pesar del clima de represión, la actitud simbólica del rock tomó otras formas en las voces de Chico Buarque, Violeta Parra y Víctor Jara en Chile. En toda la región, la represión provocó que se fueran generando los míticos “hoyos funkies” donde empezaron a surgir agrupaciones legendarias y la música se pasaba de uno en uno, cual producto prohibido y reprimido. El rock se volvió subterráneo, las juventudes de los sesentas y los setentas tenían que ver de lejos los grandes movimientos musicales que venían de Inglaterra y Estados Unidos; adiós al punk, adiós al metal, adiós al progresivo. La modernidad musical venía suavizada con la balada y los grandes dramones musicales. Ante este clima, la juventud latina encontró formas de escape, los grupos musicales comenzaron a importar los movimientos culturales anglosajones; iniciaba el mestizaje musical. Con la llegada de los años ochenta y de la instauración de la televisión como el medio masivo por excelencia, el movimiento de rock en español tomaría fuerza. La semilla que plantaran las voces de Charlie García y Three souls in my mind; las guitarras de los Dug Dugs y Los Lobos; la fuerza de Vox Dei y Álvaro Peña, florecería en esta década."
}]
